Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/report_sr_samipeople_fi.pdf.tmx
Source language: fin
Languages: sme

source: Nykyisessä kaivoslaissa ei ole määräyksiä saamelaisväestön kannalta merkittävien erityisoikeuksien huomioonottamisesta, eikä nykyinen kaivospolitiikka näytä riittävästi turvaavan saamelaisten etuja ja oikeuksia kaivostoiminnan vaikutusalueelle
sme: Dálá ruvkelágas eai leat njuolggadusat Sámi álbmoga dáfos mearkkašahtti sierravuoigatvuoigatvuođaid vuhtiiváldimis, iige dálá ruvkepolitihkka oro doarvái dorvvasteamen sámi beroštumiid ja vuoigatvuođaid ruvkeguovlluin. Spesiálaraporterejeaddji lea earenoamážit čuvvon Girona gávpoga dili.

source: NOU 2008:5 (18. helmikuuta 2008).
sme: Ruoŧŧa lea vástidan, ahte guokte čearu gávpoga lahkosis - Gábna ja Leavas – leat oassálastán plánema gárggiidanprosessii ee.

source: Esim. Norjan metsänhoitolain 1 luvun 2 §:ssä todetaan, että lakia ”ei saa soveltaa tavalla, joka loukkaa
sme: Omd. Norgga vuovdelága 1 logu 2 §:s celkojuvvo, ahte “lága ii oaččo heivehit vugiin, mii rihkku sámi

source: saamelaisten poronomistajien oikeutta polttopuuhun ja polttoaineeseen.
sme: boazoeaiggádiid vuoigatvuođa boaldenmuoraide ja boaldámuššii.

source: ” Ruotsin metsänhoitolaki edellyttää, että ”metsänhoitotoimia suunniteltaessa ja toteutettaessa on toivottavaa, että asianomaiselle saamelaiskylälle annetaan vuosittain käyttöön riittävän suuri ja yhtenäinen laidunalue sekä runsaasti kasvillisuutta alueilla, joita käytetään porojen tarhaus-, vaellus- ja lepopaikkoina.
sme: ” Ruoŧa vuovdeláhka eaktuda, ahte “vuovdedoaimmaid plánedettiin ja ollašuhtedettiin lea sávahahtti, ahte áššáigullevaš čerrui addojuvvo jahkásaččat atnui doarvái stuorra ja oktilaš guohtuneana ja valjit šattolašvuohta guovlluin, mat adnojuvvojit bohccuid rátkin-, johtin- ja orustanbáikin.

source: ” Suomen metsälain 12 §:n 1 momentissa todetaan, että valtioneuvoston on kuultava saamelaiskäräjiä antaessaan määräyksiä metsän hoitamisesta.
sme: ” Suoma vuovdelága 12 §:a 1 momeanttas celkojuvvo, ahte stáhtaráđđi galgá gullat sámedikki, go addá mearrádusaid vuvddiid dikšumis.

source: 17 jäävien maitten osalta. Erityisraportoija on erityisesti seurannut Kiirunan kaupungin tilannetta.
sme: 17 čielggadeapmái mo nuppástusat váikkuhit boazodollui ja analiisii kumulatiivvalaš váikkuhusain boazodollui.

source: Ruotsi katsoo siten täyttäneensä sekä maan lain että alkuperäiskansojen oikeuksia koskevan julistuksen vaatimukset.
sme: Ruoŧŧa oaivvilda, ahte dat lea deavdán sihke stáhta lágaid ja álgoálbmogiid vuoigatvuođaid julggaštusa gáibádusaid.

source: 58. Suomessa saamelaisväestö on jo vuosia kantanut huolta hakkuiden vaikutuksesta porotalouteen.
sme: 58. Suomas sápmelaččat lea juo jagiid guoddán fuola vuovdečuohppamiid váikkuhusain boazodollui.

source: Metsähallituksen mukaan hakkuumäärät poronhoitoalueella ovat poronomistajien kanssa tehtyjen sopimusten jälkeen merkittävästi supistuneet.
sme: Suoma stáhtahálddahusa vuovdefitnodat Meahciráđđehus muitala, ahte muorranjeaidimiid mearit boazodoalloguovllus leat uhccon mearkkašahtti vugiin dan maŋŋá, go boazoeaiggádiin leat dahkkojuvvon soahpamušat áššis.

source: Sopimuksia metsänkäytöstä Metsähallituksen ja paliskuntien kesken on tehty myös vuonna 2010. Silti hakkuut uhkaavat edelleen saamelaisten harjoittaman porotalouden kannalta tärkeitä alueita varsinkin, kun otetaan huomioon saamelaisten maa-alueiden ja luonnonvarojen käytön oikeudellisesti turvaton asema.
sme: Maiddái jagi 2010 Meahciráđđehus ja bálgosat vuolláičálle soahpamušaid. Dattetge vuovdečuohppamat áitet ain sápmelaččaid dehálaš boazodoalloguovlluid eandalii, go váldojuvvo vuhtii sápmelaččaid dorvvuhis sajádat eatnamiid ja luondduvalljodagaid geavaheami ektui.

source: 59. Lisäksi ilmastonmuutoksella – sen selvästi globaalista luonteesta huolimatta – on ollut erityisen haitallinen vaikutus saamelaisten tapaisiin kansoihin, joiden elinkeino on riippuvainen arktisen alueen ilmasto-oloista.
sme: 59. Dasa lassin dálkkádatrievdamis – dan čielgasit máilmmiviidosaš iešvuođas fuolakeahttá – lea leamaš earenoamáš vahátlaš váikkuhus sápmelaččaid lágan álbmogiidda, geaid ealáhus

source: Lämpötilojen noustessa talvisin ilmaston lämpenemisen seurauksena sulava lumi kastelee porojen ravintonaan käyttämän jäkälän ja jäädyttää sen pakkasella, jolloin jäkälä jää kovan jääkuoren sisään, mikä hankaloittaa porojen ravinnonsaantia ja ruoansulatusta.
sme: sorjasa arktalaš guovllu dálkkádagain. Go njázuda dálvit, de dálkkádatrievdama boađusin suddi muohta njuoskada bohccuid jeahkáliid, dasto galbmá ja šaddá eatnamii garra jiekŋageardi, man sisa jeagil báhcá, mii fas váttásmuhttá bohccuid guohtuma ja biebmosuddadeami.

source: Lisäksi kesälaitumet saattavat muuttua avoimesta maasta pensastoksi, jolloin poronomistajat joutuvat siirtämään laumansa kuiville alueille.
sme: Dasa lassin geasseguohtuneatnamat sáhttet šaddat suovkan, dalle boazoeaiggádat gártet sirdit ealuideaset goikeeatnamiidda.

source: Siksi on ryhdyttävä tarmokkaisiin toimiin, joilla voidaan vähentää porotalouden haavoittuvuutta ja suojata tätä elinkeinoa ilmastonmuutoksen vaikutuksilta, ja harjoitettava tätä tukevaa tutkimusta.
sme: Boazodoalu raššivuođa geahpedeami ja dan dálkkádatrievdama váikkuhusain suddjema geažil galgá vuolggahit beaktilis doaimmaid ja galgá vuolggahit dutkamušaid vai dilli buorrána.

source: 60. On myös huolehdittava siitä, että globaalin ilmastonmuutoksen torjumiseen tähtäävät toimet eivät itsessään uhkaa saamelaisten elinkeinoja.
sme: 60. Galgá maiddái fuolahit das, ahte máilmmiviidosaš dálkkádatrievdama doarjundoaimmat eai áitte sápmelaččaid ealáhusaid.

source: Esimerkiksi kestävää energiantuotantoa koskevat vaatimukset saattavat johtaa tuulivoimarakentamisen voimakkaaseen kasvuun Tromssan ja Finnmarkin rannikoilla, mikä puolestaan uhkaa vakavasti porojen poikimisalueita.
sme: Ovdamearkka dihte suvdinnávccalaš energiijabuvttadangáibádusat sáhttet dagahit, ahte bieggamilluid huksen laská sakka Romssa ja Finnmárkku riddoguovlluin, mii bealistis áitá vearrát bohccuid guottetguovlluid.

source: Ruotsissa 35 % tuulivoimaloiden kaavailluista sijoituspaikoista sijaitsee poronhoidon ydinalueilla, ja suunnitteilla on lisäksi yli 2 000 porojen laidunmaille rakennettavaa tuulivoimalaa.
sme: Ruoŧas 35 % bieggamilluid plánejuvvon sajuštanbáikkiin leat boazodoalu váimmusguovlluin, dasa lassin leat plánejuvvon vel badjel 2 000 bieggamillu bohccuid guohtuneatnamiidda.

source: Ruotsin hallitus on myöntänyt luvan mahdollisesti maailman suurimalle maalle rakennettavalle tuulivoimapuistolle, joka on määrä pystyttää Piteån kuntaan – samalle alueelle, jossa Östra Kikkejaurin saamelaiskylän talvilaitumet sijaitsevat.
sme: Ruoŧa ráđđehus lea mieđihan lobi bieggamilloviidodahkii, mas sáhttá boahtit vejolaččat máilmmi stuorámus eatnan alde ja mii ceggejuvvo Biŧoma gildii – seamma guvlui, go Östra Kikkejaur –čearu dálveguohtuneatnamat leat.

source: 61. Petoeläimet – pääasiassa sudet, ahmat, ilvekset, karhut ja kotkat – aiheuttavat poronhoitoalueilla monin paikoin jopa kaivannaisteollisuutta suuremman uhan poronhoidolle.
sme: 61. Boraspiret – eanaš gumppet, geatkkit, albasat, guovžžat ja goaskimat – dagahit boazodoalloguovlluin máŋggain sajiin juoba stuorát áitaga boazodollui go ruvkeindustriija.

source: Ruotsin maataloustieteellinen yliopisto on laskenut, että Ruotsissa joutuu vuosittain petojen uhriksi ainakin 60 000 yhteensä 260 000 yksilön porokannasta.
sme: Ruoŧa eanadoallouniversitehta lea rehkenastán, ahte Ruoŧas boraspiret goddet sullii 60 000 bohcco 260 000 oppalaš mearis.

source: Petojen aiheuttamien porokuolemien määrä on joillakin alueilla saavuttanut tason, jolla laumat eivät kykene tuottamaan riittävästi jälkeläisiä, mikä voi johtaa koko lauman romahtamiseen muutamassa
sme: Boraspiriid dagahan boazojámuid mearri lea muhtun guovlluin juksan dakkár dási, ahte miesit eai šatta doarvái ja dalle oppa eallu sáhttá nohkat moatti jagis.

source: A/HRC/15.37, liite 1, kappale 384.
sme: A/HRC/15.37, čuovus 1, bihttá 384.

source: C. Kielten säilyttäminen
sme: C. Gielaid seailluheapmi

source: 62. Saamelaiskielillä on saamelaisidentiteetin ja saamelaisuuden säilymisen kannalta keskeinen merkitys, joten nämä kielet ovat kaikkien Pohjoismaiden saamelaisväestön kannalta elintärkeitä.
sme: 62. Sámegielain lea sámeidentitehta ja sápmelašvuođa seailuma dáfos mávssolaš mearkkašupmi, nu ahte dát gielat leat buot Davviriikkaid Sámi álbmoga dáfos vealtameahttumat.

source: Saamelaiskielten laaja kirjo kutistuu kuitenkin jatkuvasti.
sme: Sámegielaid valljodat vátnu olles áigge.

source: Erityisraportoijan tietoon saatettiin toisen maailmansodan tuhoisat vaikutukset saamelaisten opetukseen ja kieleen.
sme: Spesiálaraporterejeaddjái muitaluvvui man garra váikkuhusat nuppi máilmmisoađis ledje sápmelaččaid oahpahussii ja gillii.

source: Niiden seurauksena saamelaiset jäivät useiksi vuosiksi ilman koulunkäyntiä millään kielellä, mikä vaikutti haitallisesti lukutaidon oppimiseen ja kykyyn siirtää kielitaitoa tuleville sukupolville.
sme: Soahti dagahii dan, ahte sápmelaččat báhce oahpu haga mange gillii máŋggaid jagiide, mii fas hehttii lohkama oahppama ja návcca sirdit giela boahtte buolvvaide.

source: Saamelaiskielten katoamiseen vaikuttavat myös tämänhetkiset olosuhteet, kuten se seikka, että saamea ei useimmilla alueilla puhuta lainkaan kodin ulkopuolella, ja se, että saamea puhuvat ovat levittäytyneet maantieteellisesti laajalle alueelle.
sme: Sámegielaid duššamii váikkuha maiddái dálá dilli, nugo dat, ahte máŋgga báikkis sámegiela eai hála olláge ruovttu olggobealde, ja dat, ahte sámegielhállit ásset bieđgguid viiddes guovlluin.

source: Erityisesti Suomessa puhutut inarinsaame ja koltansaame sekä Ruotsissa ja Norjassa puhutut eteläsaame ja luulajansaame ovat hävinneet lähes kokonaan, ja Suomessa puhutun pohjoissaamen olemassaolo on uhattuna.
sme: Earenomážit Suoma beale anárašgiella ja nuortalašgiella Ruoŧa ja Norgga beale lullisámegiella ja julevsámegiella leat jávkan measta ollásit, ja Suoma bealege davvisámegiella lea áitojuvvon.

source: 63. Norjassa saamelaisten oikeus säilyttää oma kielensä ja kehittää sitä eri yhteyksissä on kirjattu perustuslakiin ja lukuisiin yksittäisiin lakeihin, kuten vuoden 1987 saamelaislakiin.
sme: 63. Norggas Sámi álbmoga vuoigatvuohta seailluhit gielaset ja ovddidit dan sierra diliin lea čállojuvvon vuođđoláhkii ja máŋggaid sierra lágaide, nugo jagi 1987 sámeláhkii.

source: Norjassa tehdään myös työtä mm. saamelaiskäräjien välityksellä saamelaiskielten elvyttämiseksi Saamenmaalla, ja hallitus laatii parhaillaan laajaa toimintasuunnitelmaa saamelaiskielten aseman vahvistamiseksi.
sme: Norggas leat olu doaimmat ee. sámedikki giellaealáskahttindoaimmat Sámis ja ráđđehus lea ovddideamen viiddes ”Sámegielaid doaibmaplána” vai ollašuhttit ulbmila.

source: On rohkaisevaa, että kiinnostus osallistua kielen elvytysohjelmiin on saamelaiskäräjien mukaan lisääntynyt, vaikkakaan rahoitusta ei ole tarpeeksi kaikkien halukkaiden mukaan ottamiseksi.
sme: Lea movttiidahtti, ahte beroštupmi oassálastit gielaid ealáskahttinprográmmaide lea sámedikki mielde lassánan, vaikke ruhtadeapmi ii leat leamaš doarvái váldit buot berošteaddjiid fárrui.

source: Norjan kovaotteinen sulauttamispolitiikka kielsi saamelaiskielten käyttämisen ja joikaamisen vuosikymmenten ajaksi, ja sen yhä tuntuvien vaikutusten korjaamiseksi tarvitaan edellä mainituista toimenpiteistä huolimatta lisäponnistuksia saamelaiskielten käytön helpottamiseksi ja edistämiseksi.
sme: Norgga garra dáruiduhttinpolitihkka gilddii sámegielaid geavaheami ja juoigama logiid jagiide, ja dan ain oinnolaš váikkuhusaid divvumii dárbbašuvvojit ovdalis máinnašuvvon doaimmain fuolakeahttá lassirahčamušaid sámegielaid geavaheami álkidahttima ja gárggiideami várás.

source: 64. Ruotsissa ei ole Norjan ja Suomen tavoin erikseen lainsäädäntöä saamen kielen aseman turvaamisesta.
sme: 64. Norggas ja Suomas leat sierra lágat sámegiela sajádaga dorvvasteamis, muhto Ruoŧas dat váilot.

source: Kansallisista vähemmistökielistä vastikään annetussa laissa saamen kielelle kuitenkin taataan erityisasema muiden vähemmistökieliksi luokiteltujen kielten joukossa tietyillä nimetyillä ”hallintoalueilla”.
sme: Gieskat addojuvvui láhka nášuvnnalaš veahádatgielain, mas sámegillii goittotge dorvvastuvvo sierrasajádat eará veahádatgiellan meroštallojuvvon gielaid joavkkus dihto lágas máinnašuvvon ”hálddašanguovlluin”.

source: Seitsemästätoista kunnasta koostuvan Saamen hallintoalueen asukkailla on kansallisista vähemmistökielistä annetun lain mukaan oikeus käyttää saamen kieltä viranomaisten kanssa asioidessaan sekä oikeus osittain tai kokonaan saamen kielellä järjestettävään esiopetukseen ja vanhustenhoitoon.
sme: Nášuvnnalaš veahádatgiellalágas mearriduvvo, ahte Sámi hálddašanguovllu ássi ovttaskas olbmuin, masa gullet 17 gieldda, lea vuoigatvuohta geavahit sámegiela eiseválddiiguin áššiid divššodettiin ja vuoigatvuohta muhtumassii dahje ollásit sámegielat ovdaoahpahussii ja boarrásiiddikšumii.

source: Kunnilla on kuitenkin vaikeuksia velvoitteidensa täyttämisessä saamea taitavan henkilöstön puutteen ja saamelaiskulttuuriin kohdistuvan yleisen kielteisen asenteen vuoksi.
sme: Gielddain leat goittotge váttisvuođat ollašuhttit geatnegasvuođaideaset, daningo sámegielat bargoveagas lea vátnivuohta ja leat raporterejuvvon almmolaš guottut sámi kultuvrra ektui.

source: Saamelaisten mahdollisuus käyttää äidinkieltään viranomaisten kanssa asioidessaan on näiden kuntien ulkopuolella turvattu vain joissakin suurimmissa valtion elimissä.
sme: Dáid gielddaid olggobeale sápmelaččaid vejolašvuohta geavahit sámegiela lea dorvvastuvvon muhtun stuorámus stáhtaorgánain, muhto muđui dat sorjasa sámegielat bargoveaga oažžumis.

source: 65. Suomen perustuslaissa taataan saamelaisille oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: 65. Suoma vuođđolágas dorvvastuvvo sápmelaččaide vuoigatvuohta doalahit ja ovddidit iežas giela ja kultuvrra.

source: Vuoden 2008 Saamen kielilaissa puolestaan tunnustetaan saamelaisten oikeus käyttää omaa kieltään tuomioistuimessa ja muussa viranomaisessa erityisesti Enontekiön, 19 Inarin, Sodankylän ja Utsjoen kuntien eli saamelaisten ydinalueiden toimielimissä.
sme: Jagi 2008 sámi giellalágas fas dovddastuvvo Sámi álbmoga vuoigatvuohta geavahit iežas giela duopmostuoluin ja eará eiseválddiin earenoamážit Eanodaga, Anára, Soađegili ja Ohcejoga gielddain dahjege sámiid ruovttuguovllu doaibmaorgánain.

source: Tämä oikeudellisen aseman turvaaminen ei kuitenkaan ole käytännössä toteutunut johtuen pääasiassa kuntien ja valtion viranomaisten puutteellisesta saamen kielen taidosta.
sme: Goittotge geavatlaččat dát lágalaš sajádaga dorvvasteapmi ii leat ollašuvvan, daningo eanaš gielddaid ja stáhta eiseválddiin váilu sámegieldáidu.

source: Sosiaali- ja terveyspalvelujen saatavuutta saamen kielellä luonnehditaan sattumanvaraiseksi jopa saamelaisten ydinalueella.
sme: Sosiála- ja dearvvasvuođabálvalusaid oažžun sámegillii daddjo leat soaittáhagas juoba sámiid ruovttuguovllus.

source: Joitakin kielen elvyttämiseen tähtääviä toimenpiteitä on tähän mennessä toteutettu, menestyksekkäimpänä niistä Inarissa alle kouluikäisille kieli- ja kulttuurikylpyä tarjoavat kielipesäohjelmat, joiden rahoitusta opetus- ja kulttuuriministeriö on sitoutunut jatkamaan vuonna 2011. Merkittävää on, että valtioneuvoston vuonna 2009 eduskunnalle antamassa Suomen ihmisoikeuspolitiikkaa koskevassa selonteossa todetaan, että valtioneuvosto valmistelee kattavan saamen kielen elvyttämisohjelman, jonka painopistealueina ovat varhaiskasvatus, opetus, sosiaali- ja terveyspalvelut, kulttuuri ja media sekä elinkeinopolitiikka.
sme: 19 maid ruhtadeami oahpahus- ja kulturministeriija lea čatnasan joatkit jagi 2011. Lea dehálaš, ahte ráđđehusa raporttas riikkabeivviide Suoma olmmošvuoigatvuođapolitihka birra, ráđđehus gárve viiddes sámegiela ealáskahttinprográmma, man deaddosuorgin leat smávvamánáidpedagogihkka, oahpahus, sosiála- ja dearvvasvuođabálvalusat, kultuvra sihke media ja ealáhuspolitihkka.

source: D. Kulttuurin erityispiirteet huomioon ottava koulutus
sme: D. Kultuvrralaččat heivehuvvon oahpahus

source: 66. Koulutuksella on olennainen merkitys saamelaisten historian, kulttuurin, perimätiedon ja kielen ylläpitämisessä ja elvyttämisessä.
sme: 66. Oahpahusas lea guovddáš mearkkašupmi sámiid historjjá, kultuvrra, árbedieđu ja giela seailluheamis ja doalaheamis ja ealáskahttimis.

source: Kaikille Pohjoismaille on yhteistä, että saamelaisopiskelijat voivat suorittaa opintonsa saamen kielellä nimetyillä saamelaisalueilla, jotka on laissa määritetty.
sme: Buot Davviriikkain lea ovttalágan dilli, namalassii ahte sámemánát- ja nuorat sáhttet vázzit skuvlla sámegillii dihto sámeguovlluin, mat leat lágain meroštallojuvvon.

source: Kuitenkin noin 50 % saamelaisista ja 70 % alle 10-vuotiaista lapsista asuu näiden alueiden ulkopuolella.
sme: Goittotge sullii 50 % sápmelaččain ja 70 % vuollái 10-jahkásaš sámemánáin orrot dáid guovlluid olggobealde.

source: 67. Kattavan saamelaisen koulutuspolitiikan kehittäminen on näistä kolmesta maasta viety pisimmälle Norjassa.
sme: 67. Ollislaš sámi oahpahuspolitihka gárggiideapmi lea ovdánan guhkimussii dán golmma Davviriikkas Norggas.

source: Koululaissa taataan kaikille saamenkielisille oppilaille oikeus saada asuinpaikastaan riippumatta opetusta äidinkielellään osana oppivelvollisuuttaan.
sme: Oahpahuslágas dorvvastuvvo juohke sámegielat oahppái vuoigatvuohta ássanbáikkis fuolakeahttá oažžut oahpahusa eatnigillii oassin oahppogeatnegasvuođas.

source: Saamelaisalueen ulkopuolella opiskelijoilla on oikeus opiskella saamen kieltä, jos vähintään kymmenen oppilasta kyseisen kunnan alueella vaatii tällaista opetusta ja mahdollisuutta etäopetukseen, jos saamentaitoista opettajaa ei ole käytettävissä.
sme: Sámi hálddašanguovllu olggobeale oahppiin lea vuoigatvuohta lohkat sámegiela, juos unnimustá gieldda logi oahppi gáibidit dákkár oahpahusa ja sis lea vejolašvuohta gáiddusoahpahussii, juos sámegielat oahpaheaddji váilu.

source: Vaikka yhä useammat koulut järjestävät saamenkielistä opetusta, jatkuvana puutteena on muun muassa pula saamenopettajista, vaikka Norjan saamelaiskäräjät totesikin saavuttaneensa tässä suhteessa hyviä tuloksia ”unelmatyöhankkeellaan”, jossa myönnetään apurahoja saamelaiskielten opettajiksi opiskeleville.
sme: Vaikke ain eanet skuvllain lágidit sámegielat oahpahusa, lea bissovaš vátnivuohta ee. sámi oahpaheaddjiin, vaikke Norgga beale sámediggi leage gávnnahan, ahte dat lea ožžon buriid bohtosiid “niehkobargu” –fitnus, man bokte juolluduvvojit veahkkeruđat sámegielat oahpaheaistudeanttaide.

source: Muita ongelmia ovat erityisesti luulajan- ja eteläsaamenkielisen opetusmateriaalin ja välineiden puuttuminen sekä Norjan saamelaiskäräjille koulutuksellisten tehtäviensä täyttämiseksi myönnettyjen taloudellisten resurssien riittämättömyys.
sme: Eará váttisvuohtan leat oahppomateriála váilun earenoamážit julev- ja lullisámegielas ja maid Norgga beale sámedikki váilevaš ruhtadeapmi oahpahusdoaimmaid ollašuhttima várás.

source: 68. Ruotsissa saamenkielinen opetus on lähinnä varmistettu 1990-luvulla perustetuilla, Ruotsin valtion ylläpitämillä saamelaiskouluilla, joita hallinnoi erityinen saamelaiskäräjien nimittämä saamelaiskoulujen hallintoelin ja jotka sijaitsevat saamelaisten perinteisillä poronhoitoalueilla.
sme: 68. Ruoŧas sámegielat oahpahus lea lagamustá sihkkarastojuvvon 1990-logus vuođđuduvvon sámeskuvllaid bokte, maid jođiha Ruoŧa beale sámedikki nammadan Sámi skuvlastivra, ja mat leat sápmelaččaid árbevirolaš boazodoalloguovlluin.

source: Saamelaiskoulujen ulkopuolella oppilaat voivat saada opetusta äidinkielellään, mutta vain, mikäli sopiva opettaja on saatavilla.
sme: Sámeskuvllaid olggobeale oahppit sáhttet oažžut eatnigielat oahpahusa, muhto dušše dalle, juos heivvolaš oahpaheaddji gávdno.

source: Koska opettajista on suuri pula, tämän ohjelman piirissä on vuosittain vain noin 200 oppilasta.
sme: Daningo oahpaheaddjit leat oalle vánet oažžumis, dán prográmmii gullet jahkásaččat dušše sullii 200 oahppi.

source: Kunta voi lisäksi tarjota opetustoimensa puitteissa ”integroitua saamenkielistä opetusta” tekemällä tarvittavat järjestelyt saamelaiskoulujen hallintoelimen kanssa.
sme: Dasa lassin gielda sáhttá fállat oahpahusdoaimmas olis ”integrerejuvvon sámegielat oahpahusa”, juos gielda dahká dárbbašlaš ordnemiid Sámi skuvlastivrrain.

source: Saamelaiskulttuurin opetusta tarjotaan tämän ohjelman puitteissa osana pakollista opetussuunnitelmaa.
sme: Sámekultuvrra oahpahus fállojuvvo dán prográmma olis oassin bákkolaš oahppoplána.

source: Saamelaiskoulujen hallintoelimellä ei tiettävästi kuitenkaan ole riittävästi varoja ohjelman tarjoamiseen kaikille sitä vaatineille
sme: Raporttain muitaluvvo, ahte Sámi skuvlastivrras eai leat doarvái várit fállat dán prográmma buohkaide, geat dan háliidit.

source: Lisäksi kyseiset kolme ohjelmaa tavoittavat yhä yhteensä vain noin 10–20 % oppivelvollisuusikäisistä saamelaislapsista.
sme: Dasa lassin dát golbma prográmma jukset dušše sullii 10–20 % oahppiin, geat leat oahppogeatnegas agis.

source: 69. Suomessa saamenkielisen opetuksen järjestäminen saamelaisten kotiseutualueella on taattu lailla. Lisäksi kotiseutualueen kunnille myönnetään opetus- ja kulttuuritoimen rahoituksesta annetun lain nojalla ylimääräisiä valtionavustuksia saamenkielisen opetuksen järjestämiseen.
sme: 69. Suomas sámegielat oahpahusa lágideapmi sámiid ruovttuguovllus lea dorvvastuvvon lágain nu, ahte ruovttuguovllu gielddaide juolluduvvo badjelmearálaš stáhtadoarjagat sámegielat oahpahusa lágideami várás oahpahus- ja kulturdoaimma ruhtadeamis addojuvvon lága vuođul.

source: Mikään laki tai käytäntö ei kuitenkaan takaa saamenkielisen opetuksen saatavuutta saamelaisten ydinalueen ulkopuolella, jossa suurin osa saamelaisoppilaista asuu, vaikka saamelaiskäräjät on jo vuosien ajan esittänyt, että opetus- ja kulttuuritoimen rahoituksesta annetun lain kyseiset määräykset ulotetaan koskemaan koko maata.
sme: Goittotge mihkkege lágaid dahje politihkaid ii dorvvas sámegielat oahpahusa oažžuma sámiid ruovttuguovllu olggobealde, gos stuorámus oassi sámeoahppiin ássá, vaikke sámediggi lea juo jagiid evttohan, ahte oahpahus- ja kulturdoaimmas addojuvvon lága njuolggadusat olahuvvojit gokčat oppa riikka.

source: Saamelaisasutuksen hajanaisuus ja pula saamenopettajista ovat saamen kielen ja kulttuurin opetuksen kannalta ongelma. Lisäksi on pulaa etenkin koltan- ja inarinsaamen oppimateriaaleista.
sme: Sápmelaččaid ássama bieđggusvuohta ja sámeoahpaheaddjiid vátnivuohta leat sámegiela ja kultuvrra oahpahusa dáfos váttisvuohtan, ja maiddái oahppomateriálat váilot, earenoamážit nuortalaš- ja anárašgielain.

source: Etäopetuksen helpottamiseksi on tehty joitakin toimenpiteitä, mutta näissä ohjelmissa on törmätty ongelmiin, jotka pääasiassa johtuvat rahoituksen vähäisyydestä.
sme: Gáiddusoahpahusa álkidahttima geažil leat 20 ollašuhttojuvvon muhtun doaibmabijut, muhto dain leat váttisvuođat, maid ruhtadeami vátnivuohtagis lea dagahan.

source: 70. Saamen kielen ja kulttuurin elvyttämisen kannalta on tärkeää myös lisätä yleistä tietoisuutta saamelaiskansoista.
sme: 70. Sámegielaid ja kultuvrra ealáskahttima dáfos lea dehálaš maiddái lasihit almmolaš diđolašvuođa Sámi álbmogis.

source: Raporttien mukaan nykyisessä peruskoulun opetussuunnitelmassa ei oteta riittävästi huomioon Pohjoismaiden väestön monimuotoisuutta ja oppivelvollisuuskoulun oppikirjoissa on tukeuduttu stereotypioihin saamelaiskulttuuria kuvattaessa.
sme: Raporttaid mielde dálá vuođđoskuvlla oahppoplánain ii váldojuvvo doarvái vuhtii Davviriikkaid veahkadagaid máŋggabealatvuođa ja daid skuvllaid oahppagirjjiin, mat gullet oahppogeatnegasvuođa ollái, lea geavahuvvon stereotiippat govvidit sámi kultuvrra.
